# RbsHvacloadWallCoolingLoadParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsHvacloadWallCoolingLoadParam Property
ParameterTypeId Class See Also
---
"Wall Cooling Load"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsHvacloadWallCoolingLoadParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsHvacloadWallCoolingLoadParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsHvacloadWallCoolingLoadParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace